[
    {
        "title": "Analyzing four factors of basketball.",
        "image": "https://dsc106.com/labs/lab02/images/empty.svg",
        "year": "2024",
        "description": "Research Project for Cogs 108"
    },
    {
        "title": "Expository Visualiation.",
        "image": "https://dsc106.com/labs/lab02/images/empty.svg",
        "year": "2025",
        "description": "Created an expository visualization based on a small dataset."
    },
    {
        "title": "Deceptive Visualiation.",
        "image": "https://dsc106.com/labs/lab02/images/empty.svg",
        "year": "2025",
        "description": "Showing comparisons between earnest and deceptive visualizations based on research data."
    },
    {
        "title": "Recipes and Ratings",
        "image": "https://dsc106.com/labs/lab02/images/empty.svg",
        "year": "2024",
        "description": "Showing comparisons between recipes based on their recipes, given a dataset of assorted food recipes from DSC80"
    },
    {
        "title": "Oregon Trail Simulator",
        "image": "https://dsc106.com/labs/lab02/images/empty.svg",
        "year": "2022",
        "description": "Developed C++ scripts to reconstruct the original Oregon Trail product with modifications."
    },
    {
        "title": "Food Swap",
        "image": "https://dsc106.com/labs/lab02/images/empty.svg",
        "year": "2019",
        "description": "Developed a full-stack application to allow restaurants and homeless shelters to communicate with one another to provide food for little to no cost."
    },
    {
        "title": "Minus, similique a! Non!",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Corrupti aut animi autem nostrum nisi corporis consequatur. Eligendi, nemo cum! Totam iure consequuntur quis doloribus! Repellendus laudantium reiciendis praesentium, iure cum consequatur, quod in voluptate iusto, aliquid officiis harum!"
    },
    {
        "title": "Laborum necessitatibus architecto fuga?",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Magnam voluptate officia aut ipsum, voluptatibus quisquam eius recusandae! Voluptatibus, sapiente dolorum, officia repellendus libero autem eligendi corrupti quidem mollitia blanditiis laudantium repudiandae eum debitis at delectus laboriosam vel soluta!"
    },
    {
        "title": "Ipsum magni deserunt vero?",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Libero dicta deserunt omnis veritatis magnam! Similique ut cupiditate tempora? Cumque veritatis modi laboriosam corporis ab ducimus perspiciatis vero quam commodi facilis. Nesciunt culpa esse, rem est sequi dolorum ut?"
    },
    {
        "title": "Rem porro corrupti esse.",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Consequatur magnam in aperiam sint quis tempora laudantium nesciunt dignissimos doloremque? Ad libero harum laborum qui nemo earum a consequatur voluptates? Quas explicabo esse culpa dicta. Incidunt rerum ullam blanditiis."
    },
    {
        "title": "Quis facilis accusantium eos?",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "In sed aliquid optio, possimus nihil autem corrupti, ducimus nostrum eveniet exercitationem veritatis expedita qui explicabo. Iure odio porro illo quis voluptates perspiciatis laudantium, adipisci assumenda labore ea fuga laborum."
    },
    {
        "title": "Doloremque voluptate exercitationem nemo.",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Qui asperiores, officia molestiae eos amet possimus suscipit sequi eligendi quibusdam inventore sunt! Culpa veniam, illo ullam vero odio iure sed sit rem voluptatibus deserunt quas saepe quo autem doloremque."
    }
]